Repository: TomTGS/sagethumbs
Catalog: trunk/SageThumbs/SageThumbs.dll.07.po
Languages: de

source: SageThumbs Options
de: SageThumbs-Einstellungen

source: Cancel
de: Abbrechen

source: Enable context menu in Explorer
de: Explorer-Kontextmenü aktivieren

source: Show preview in submenu
de: Zeige Bildvorschau in Untermenü

source: Enable thumbnails in Explorer
de: Miniaturansichten im Explorer aktivieren

source: Use thumbnails as icons in Explorer
de: Miniaturansichten anstelle von Symbolen anzeigen

source: Show type overlay on thumbnails
de: Zeige Dateityp über Miniaturansicht an

source: Enable Windows thumbnail cache
de: Erlaube Zwischenspeicher für Miniaturansicht

source: Prefer image file embedded thumbnails
de: Bevorzuge eingebettete Miniaturansicht in Bilddateien

source: Use Windows Image/Fax Viewer
de: Windows-Fotoanzeige verwenden

source: Clear...
de: Leeren...

source: Optimize
de: Optimieren

source: Select/Deselect all
de: Alle auswählen/abwählen

source: Default
de: Voreinstellung

source: Context menu preview size
de: Größe Bildvorschau in Kontextmenü

source: Width x Height:
de: Breite x Höhe:

source: pixels
de: Pixel

source: Supported file types
de: Unterstützte Dateitypen

source: System-wide tweaks
de: Systemübergreifende Anpassung

source: Language:
de: Sprache:

source: Maximum size of image file:
de: Maximale Bilddateigröße:

source: Convert options
de: Umwandlungseinstellungen

source: JPEG quality (0 - lowest, 100 - best):
de: JPEG-Qualität (0=niedrigste, 100=beste Qualität):

source: PNG compression (0 - lowest, 9 - best):
de: PNG-Kompression (0=keine, 9=beste Kompression):

source: Custom file types (use spaces as delimiters):
de: Benutzerdefinierte Dateitypen (Leerzeichen zum Trennen verwenden):

source: Change various SageThumbs options
de: Diverse SageThumbs-Einstellungen ändern

source: Type:
de: Typ:

source: Sizes (pixels):
de: Bildgröße (Pixel):

source: Size (bytes):
de: Dateigröße (Bytes):

source: Modified:
de: Geändert:

source: Colors (bits):
de: Farbtiefe (Bit):

source: Compression:
de: Kompression:

source: Resolution:
de: Auflösung:

source: Can't open image file
de: Kann Bild nicht öffnen

source: Can't save image file
de: Kann Bild nicht speichern

source: Can't send mail
de: Kann E-Mail nicht versenden

source: Nothing to send
de: Nichts zu senden

source: Can't open clipboard
de: Kann Zwischenablage nicht öffnen

source: Please confirm thumbnail cache clearing.
de: Leeren des Zwischenspeichers für Miniaturansichten bitte bestätigen.

source: Thumbnail cache size: %u KB
de: Zwischenspeicher der Miniaturansicht - Größe: %u KB

source: SageThumbs thumbnail cache
de: SageThumbs Miniaturansicht-Zwischenspeicher

source: Clean SageThumbs thumbnail cache. No user data will be affected.
de: SageThumbs Zwischenspeicher bereinigen. Benutzerdaten bleiben bestehen.

source: Can not apply all settings. Please use SageThumbs under account with administrative privileges.
de: Einstellungen können nicht übernommen werden. Bitte SageThumbs mit einem Administrator-Konto ausführen.

source: Convert to PNG
de: In PNG umwandeln

source: Converting...
de: Konvertiere...

source: Sending...
de: Senden...

source: Applying settings...
de: Einstellungen werden übernommen...

source: Updating...
de: Aktualisiere...

source: SageThumbs Options...
de: SageThumbs-Einstellungen...

source: Copy to clipboard
de: In Zwischenablage kopieren

source: Set tiled wallpaper
de: Als Hintergrundbild (nebeneinander)

source: Set centered wallpaper
de: Als Hintergrundbild (zentriert)

source: Set stretched wallpaper
de: Als Hintergrundbild (gestreckt)

source: Send image by mail...
de: Bild per E-Mail verschicken...

source: Send thumbnail by mail...
de: Miniaturansicht per E-Mail verschicken...

source: Convert to JPG
de: In JPG umwandeln

source: Convert to GIF
de: In GIF umwandeln

source: Convert to BMP
de: In BMP umwandeln
